[
  {
    "authorName": "Al Mohaimin Farbi",
    "authorEmail": "almohaiminfarai.work@gmail.com",
    "blogTitle": "Dog Training: Obedience Training for Dogs",
    "blogImg": "/blog-images/blog-1.webp",
    "blogPublishDate": "November 30, 2022",
    "blog": "There are two common methods of training a dog. The first is the aversive-based method. The second is the reward-based method. Aversive-based (discipline) training is when you use positive punishment and negative reinforcement techniques with your dog. Reward-based methods use rewards only for the behaviors that you want your dog to follow.Aversive-based training uses techniques like loud, unpleasant noises, physical corrections, and harsh scoldings to get your dog to act the way you want. On the other hand, reward-based training uses rewards whenever your dog does something you want it to do. Treats, belly rubs, or other dog-pleasing actions are used to reinforce that a behavior was good. Different experts prefer one method over the other. The one that you use is completely up to you. Some people believe that a rewards-based method sets up an 'event sequence' for your dog where they associate you with happy feelings when they do what they're told. Aversive-based methods do just the opposite, where they fear you. That fear means that your dog does what they are told to avoid unpleasant feelings."
  },
  {
    "authorName": "Rahela Begum",
    "authorEmail": "rahelabegum@gmail.com",
    "blogTitle": "Health Benefits of Human-Animal Interactions",
    "blogImg": "/blog-images/blog-2.jpg",
    "blogPublishDate": "Octobor 27, 2022",
    "blog": "Nothing compares to the joy of coming home to a loyal companion. The unconditional love of a pet can do more than keep you company. Pets may also decrease stress, improve heart health, and even help children with their emotional and social skills. An estimated 68% of U.S. households have a pet. But who benefits from an animal? And which type of pet brings health benefits? Over the past 10 years, NIH has partnered with the Mars Corporation’s WALTHAM Centre for Pet Nutrition to answer questions like these by funding research studies. Scientists are looking at what the potential physical and mental health benefits are for different animals—from fish to guinea to dogs and cats."
  },
  {
    "authorName": "Imran Ali Nishat",
    "authorEmail": "imranAli@gmail.com",
    "blogTitle": "How a 67-Million-Year-Old Fossil Turned the Theory of Bird Evolution Upside-Down",
    "blogImg": "/blog-images/blog-3.webp",
    "blogPublishDate": "December 1, 2022",
    "blog": "A 67-million-year-old fossil has upended scientists’ long-held notions about bird evolution.Most modern birds have a jointed upper jaw that allows the top half of their beak to move. But a select few, such as emus, rheas and ostriches, have a fused upper palate, making the top beak portion largely immobile. Dinosaurs also had fused palates, so researchers assumed for decades that birds like emus and ostriches had evolved first, while birds’ ability to move their upper beaks developed later.Now, however, new evidence suggests scientists may have had the story backward. Based on an analysis of a prehistoric bird’s skull bone, researchers propose that the jointed upper beak existed much earlier than expected, and the fused palate evolved in birds later. Researchers detailed their findings in a paper published Wednesday in the Nature journal."
  },
  {
    "authorName": "Mili Akhter",
    "authorEmail": "miliakther@gmail.com",
    "blogTitle": "How to take care of your pet rabbits",
    "blogImg": "/blog-images/blog-4.jpg",
    "blogPublishDate": "December 12, 2022",
    "blog": "Rabbits are a social species and should not be kept alone, or without at least one other rabbit with whom they are compatible. Generally rabbits should live as part of a bonded pair of rabbits; this is a process that takes some time and patience but, if successful, will hugely improve your rabbits’ quality of life. It is important that the rabbits are desexed, to prevent them producing lots of baby rabbits.A common misconception about rabbits is that they’re able to be housed in a hutch all the time. This is not the case – a hutch should serve as a temporary enclosure for your rabbits, and a safe place to sleep. If your rabbits are kept in a hutch, it must be attached to a run with plenty of space for them to run, jump, sit/stand upright, exercise and express normal rabbit behaviours. Your rabbits will also need at least a few hours a day of exercise outside of their hutch and run."
  },
  {
    "authorName": "Madmuda samia Konika",
    "authorEmail": "Konika@gmail.com",
    "blogTitle": "How to feed a bird",
    "blogImg": "/blog-images/blog-5.jpg",
    "blogPublishDate": "",
    "blog": "Let’s start with a pretty obvious question in bird care: what do birds eat? Usually, bird seed makes up the majority of your little pets’ diet, and this is great for giving them a bunch of vitamins. However, be warned of dried, packaged seeds – these can be pretty low in the essentials your bird needs! Alongside seeds, your bird should be fed vegetables –especially the green variety. Spinach, parsley and celery are all good options. Birds can also have milk thistle, dandelion and fruit to keep them healthy and strong.Part of learning how to look after a bird is getting them a safe, secure cage they can be happy in. This means getting one that’s large enough for them to move comfortably in – we’d recommend that each bird has a space big enough for 2 birds to fully extend their wings. No matter how big or comfortable the cage is, letting your birds out of the cage as often as you can is highly recommended. Whenever you’re in the home and can supervise them, let them fly free. If you don’t, your bird will most likely become overweight and depressed."
  }
]
